{
  "header": {
    "chapterBadge": "Capitolo 1 - Parte 3",
    "title": "Classi della teocrazia",
    "subtitle": "Ruoli e talenti al servizio dell'Impero di Sanctus Dominium"
  },
  "introduction": {
    "title": "Servitori della Fede",
    "content": [
      "L'Impero di Sanctus Dominium ha plasmato ogni aspetto della società, incluse le tradizioni marziali, magiche e intellettuali. **Ogni classe rappresenta un ruolo specifico** nel grande disegno teocratico, che tu sia un fervente credente o un ribelle mascherato.",
      "Dal Templare che brandisce una spada consacrata al Sussurratore che manipola le ombre, ogni percorso di potere è stato **pervaso e corrotto** dalla dottrina imperiale. Ma dove c'è controllo, c'è sempre spazio per la resistenza."
    ]
  },
  "classes": [
    {
      "name": "Templare della Spada Sacra",
      "subtitle": "Guerriero Consacrato",
      "baseClass": "Guerriero",
      "description": "L'élite militare dell'Impero, guerrieri benedetti che combinano abilità marziale e devozione religiosa. Le loro armi sono consacrate, le loro armature incise con preghiere, e ogni vittoria è dedicata alla gloria dell'Imperatore-Pontefice.",
      "emoji": "⚔️",
      "role": "Tank/DPS"
    },
    {
      "name": "Cacciatore di Eretici",
      "subtitle": "Segugio dell'Inquisizione", 
      "baseClass": "Ranger",
      "description": "I segugi dell'Inquisizione, specializzati nel rintracciare fuggitivi, contrabbandieri di testi proibiti e intere comunità di dissidenti. Conoscono le Zone di Silenzio meglio di chiunque altro, il che li rende sia preziosi che pericolosi.",
      "emoji": "🏹",
      "role": "DPS/Utility"
    },
    {
      "name": "Ierarcha Supremo",
      "subtitle": "Chierico dell'Ortodossia",
      "baseClass": "Chierico",
      "description": "I vertici della gerarchia ecclesiastica, inquisitori supremi e teorici del controllo spirituale. Formati nel Seminario Supremo, dove teologia, politica e magia si fondono in un'unica disciplina di potere.",
      "emoji": "✨",
      "role": "Support/Control"
    },
    {
      "name": "Paladino della Purezza",
      "subtitle": "Cavaliere Consacrato",
      "baseClass": "Paladino", 
      "description": "Campioni divini che incarnano gli ideali dell'Impero attraverso il potere sacro. Il loro giuramento li lega non solo alla divinità, ma alla struttura stessa del controllo imperiale.",
      "emoji": "🛡️",
      "role": "Tank/Support"
    },
    {
      "name": "Tessitore di Dogmi",
      "subtitle": "Mago Ortodosso",
      "baseClass": "Mago",
      "description": "Maghi che hanno sottomesso la loro arte al servizio della fede imperiale. I loro incantesimi sono preghiere, i loro rituali cerimonie sacre, e la loro conoscenza è filtrata attraverso l'ortodossia.",
      "emoji": "📚",
      "role": "DPS/Control"
    },
    {
      "name": "Patto Oscuro",
      "subtitle": "Warlock delle Entità",
      "baseClass": "Warlock",
      "description": "Coloro che hanno stretto patti con le vere forze che controllano l'Impero - entità aberranti mascherate da divinità. Alcuni lo sanno, altri credono sinceramente di servire il divino.",
      "emoji": "🌙",
      "role": "DPS/Utility"
    },
    {
      "name": "Benedetto dal Fato",
      "subtitle": "Stregone Prescelto",
      "baseClass": "Stregone",
      "description": "Individui nati con poteri magici innati che l'Impero interpreta come 'favore divino'. Il loro potere grezzo viene canalizzato e controllato attraverso rituali di benedizione imperiali.",
      "emoji": "⚡",
      "role": "DPS/Burst"
    },
    {
      "name": "Cantore della Propaganda",
      "subtitle": "Bardo del Regime",
      "baseClass": "Bardo",
      "description": "Artisti e intrattenitori che diffondono la cultura imperiale attraverso canzoni, storie e spettacoli. Maestri della persuasione e della manipolazione emotiva delle masse.",
      "emoji": "🎭",
      "role": "Support/Control"
    },
    {
      "name": "Monaco della Disciplina",
      "subtitle": "Asceta Imperiale",
      "baseClass": "Monaco",
      "description": "Monaci che hanno dedicato la loro disciplina fisica e spirituale al servizio dell'Impero. La loro meditazione è preghiera, il loro allenamento è devozione, la loro forza è fede incarnata.",
      "emoji": "🧘",
      "role": "DPS/Mobility"
    },
    {
      "name": "Sussurratore delle Ombre",
      "subtitle": "Ladro Clandestino",
      "baseClass": "Ladro",
      "description": "Spie, assassini e infiltrati che operano nell'ombra per conto dell'Impero. Maestri dell'inganno e del sabotaggio, sono tanto temuti dai nemici quanto dai loro stessi superiori.",
      "emoji": "🗡️",
      "role": "DPS/Stealth"
    },
    {
      "name": "Guardiano della Natura Controllata",
      "subtitle": "Druido Addomesticato",
      "baseClass": "Druido",
      "description": "Druidi che hanno accettato di servire l'Impero in cambio della 'protezione' della natura sotto il controllo imperiale. La loro connessione con la natura è filtrata attraverso la dottrina ecclesiastica.",
      "emoji": "🌿",
      "role": "Support/Utility"
    },
    {
      "name": "Convertito della Violenza",
      "subtitle": "Barbaro Sottomesso",
      "baseClass": "Barbaro",
      "description": "Guerrieri primitivi 'civilizzati' dall'Impero e trasformati in strumenti di conquista. La loro furia selvaggia è stata canalizzata verso i nemici della fede, ma l'istinto primordiale rimane.",
      "emoji": "🔥",
      "role": "DPS/Tank"
    }
  ],
  "dmNote": {
    "title": "Nota per il DM",
    "content": "Ogni classe offre opportunità per esplorare i conflitti tra dovere e coscienza. I personaggi possono iniziare come fedeli servitori del regime e gradualmente scoprire le sue contraddizioni, oppure cominciare già con dubbi e cercare modi per sovvertire il sistema dall'interno."
  }
}